Repository: woodenbrick/mtp-lastfm
Catalog: l10n/po/*.po
Languages: fi

source: User authenticated
fi: Käyttäjä tunnistettu

source: Username or password incorrect, please reset
fi: Käyttäjänimi tai salasana on virheellinen, yritä uudelleen

source: This scrobbling client has been banned from submission, please notify the developer
fi: Last.fm on estänyt tämän siirto-ohjelman toiminnan.Olkaa hyvä ja ilmoittakaa tästä kehittäjälle

source: Timestamp is incorrect, please check your clock settings
fi: Aikaleima on virheellinen, tarkista kelloasetuksesi

source: Connecting to MTP device
fi: Yhdistetään MTP-laitteeseen

source: libmtp seems to be having trouble closing the session with your device and may need to be reset manually.
fi: Libmtp-kirjasto ei saanut suljettua yhteyttä laitteeseen.Sinun täytyy ehkä sulkea yhteys käsin.

source: Device not found.
fi: Laitetta ei löytynyt

source: Done.
fi: Valmis.

source: It is now safe to remove your device.
fi: Laitteen irrottaminen on nyt turvallista

source: Populating database for first time, may take a while...
fi: Luodaan uutta tietokantaa, tämä saattaa kestää kauan...

source: Cross checking song data with local database...
fi: Verrataan kappaletietoja paikalliseen tietokantaan...

source: %s tracks checked
fi: %s kappaletta tarkistettu

source: %s items were not added to your song database.
fi: %s kohdetta ei voitu lisätä tietokanttaan.

source: Authenticating...
fi: Tunnistaudutaan...

source: Scrobbling started %s hours ago
fi: Tietojen lähettäminen aloitettiin %s tuntia sitten

source: Sending love...
fi: Lähetetään tietoja Ihana-merkityistä kappaleista

source: Database cleared
fi: Tietokanta tyhjennetty

source: Error: Please enter a username and password
fi: Virhe: Kirjoita käyttäjätunnus ja salasana

source: User database doesn't exist, creating.
fi: Luodaan puuttuvaa käyttäjätietokantaa

source: Preparing %d tracks for scrobbling
fi: Valmistellaan %d kappaletta lähetykseen

source: Sending tracks, waiting for reply...
fi: Lähetetään kappaletietoja, odotetaan vastausta...

source: Nothing to scrobble.
fi: Ei lähetettäviä tietoja

source: There was an error sending data to last.fm:
fi: Virhe lähetettäessä tietoja last.fm-palveluun

source: Track ID
fi: Kappaleen tunnus

source: Title
fi: Nimi

source: Artist
fi: Esittäjä

source: Album
fi: Levy

source: Track number
fi: Kappaleen numero

source: Duration
fi: Kesto

source: User rating
fi: Arvostelu

source: Playcount
fi: Toistot

source: Tracks that recently failed a validity check:
fi: Kappaleet jotka eivät läpäisseet tarkistusta:

source: None
fi: (tuntematon)

source: Song
fi: Kappale

source: Rating
fi: Arvostelu

source: Authentication complete
fi: Tunnistautuminen valmis

source: A problem occurred during authentication
fi: Tunnistautumisessa tapahtui virhe

source: Banned tracks
fi: Estetyt kappaleet

source: Remove Ban
fi: Poista esto

source: Banned
fi: Estetty

source: Don't Scrobble
fi: Älä lähetä

source: Love
fi: Ihana

source: <b>Automation</b>
fi: <b>Automatisointi</b>

source: <b>Database</b>
fi: <b>Tietokanta</b>

source: <b>Options</b>
fi: <b>Asetukset</b>

source: <b>Scrobble ordering</b>
fi: <b>Lähetysjärjestys</b>

source: <b>Scrobble timing</b>
fi: <b>Lähetysaika</b>

source: About mtp-lastfm
fi: Tietoja ohjelmasta MTP-Lastfm

source: Alphabetical
fi: Aakkosellinen

source: Always use default time
fi: Muista asetettu aika aina

source: Calculate scrobble time to finish "Now"
fi: Määritä lähetysajan loppuvan välittömästi

source: Clears your locally stored song data
fi: Poistaa paikallisen kappaletietokannan

source: Connect to device on startup
fi: Yhdistä laitteeseen käynnistettäessä

source: Default scrobble start time (Hours)
fi: Lähetyksen kesto tunneissa

source: Enter the time (in hours) that you wish to start scrobbling from:
fi: Valitse aika jolloin haluat siirron alkavan:

source: If you continue everything will be cleared from your local database. Usually you only want to do this if you have formatted your device.
fi: Jos jatkat, kaikki tieto pyyhitään paikallisesta tietokannasta. Yleensä näin tehdään vain jos käytettävä laite on alustettu.

source: Login
fi: Kirjaudu sisään

source: Logout
fi: Kirjaudu ulos

source: Options
fi: Asetukset

source: Please login to your last.fm account
fi: Kirjaudu sisään last.fm-tilillesi

source: Random
fi: Satunnainen

source: Remember me?
fi: Muista minut

source: Remove database
fi: Poista tietokanta

source: Reset Database
fi: Tyhjennä tietokanta

source: Scrobble automatically after device check (Leave unchecked to love/ban tracks)
fi: Siirrä automaattisesti laitetunnistuken jälkeen(jätä tyhjäksi jos haluat merkitä kappaleita)

source: Scrobble time
fi: Siirtoaika

source: Set time manually
fi: Aseta aika käsin

source: Source Repository
fi: Pakettivarasto

source: mtp-lastfm tracks your listening habits on your mtp device and uploads them to last.fm
fi: MTP-Lastfm tarkistaa kuunetelmasi kappaleet MTP-laitteeltasi ja lähettää tiedot last.fm-palveluun

source: password:
fi: Salasana:

source: username:
fi: Käyttäjätunnus:

source: Authenticate now
fi: Tunnistaudu heti

source: Loved tracks
fi: Ihanat kappaleet

source: Please authenticate mtp-lastfm in your web browser. This is required if you wish to love tracks. After the authentication is complete click OK.
fi: Hyväksytä MTP-Lastfm last.fm-palvelussa. Tämä vaaditaan jos haluat merkitä kappaleita. Tunnistautumisen jälkeen paina OK.

source: Remove Love
fi: Poista Ihana-merkintä

source: mtp-lastfm must be authenticated by last.fm before you can love submissions
fi: MTP-Lastfm tulee olla hyväksytty Last.fm-palvelussa ennen kuin voit lähettää Ihana-merkintöjä.
