Repository: woodenbrick/mtp-lastfm
Catalog: po/*.po
Languages: es_es, fr_fr, ru_ru

source: User authenticated
es_es: Usuario autenticado
fr_fr: Utilisateur identifié
ru_ru: Пользователь идентифицирован

source: Username or password incorrect, please reset
es_es: Nombre de usuario o contraseña incorrecta, por favor intente de nuevo
fr_fr: Nom d'utilisateur ou mot de passe incorrect, veuillez réessayer
ru_ru: Имя пользователя или пароль не верн

source: This scrobbling client has been banned from submission, please notify the developer
es_es: Este cliente de scrobbling ha sido expulsado de submision, por favor notique al desarrollador
fr_fr: Ce client d'annonce des titres a été banni, merci de contacter le développeur
ru_ru: Этому скробблинг-клиенту была запрещена отправка, пожалуйста, сообщите разработчику.

source: Timestamp is incorrect, please check your clock settings
es_es: La marca de tiempo es incorrent, por favor comprueba las preferencias de tu reloj
fr_fr: L'empreinte temps est incorrecte, merci de vérifier les paramètres d'horloge système
ru_ru: Временная метка неверна; пожалуйста, проверьте настройки времени

source: Track
es_es: Pista
fr_fr: Piste
ru_ru: Дорожка

source: Artist
es_es: Artista
fr_fr: Artiste
ru_ru: Исполнитель

source: Album
es_es: Álbum
ru_ru: Альбом

source: Tagging %(type)s: %(name)s
es_es: Etiquetando %(type)s: %(name)s
fr_fr: Tagge %(type)s: %(name)s

source: Tagging %(type)s: %(name)s by %(artist)s
es_es: Etiquetando %(type)s: %(name)s por %(artist)s
fr_fr: Tagge %(type)s: %(name)s by %(artist)s

source: Popular tags
es_es: Etiquetas populares
fr_fr: Tags populaires
ru_ru: Популярные теги

source: Your Tags
es_es: Tus Etiquetas
fr_fr: Vos Tags
ru_ru: Ваши теги

source: Sending tags
es_es: Enviando etiquetas
fr_fr: Envoi des tags
ru_ru: Отправка тэгов

source: Tags sent
es_es: Etiquetas enviadas
fr_fr: Tags envoyés
ru_ru: Тэги отправлены

source: Successfully connected
es_es: Conectado exitosamente
fr_fr: Connexion établie avec succès
ru_ru: Соединение успешно

source: General error
es_es: Error general
ru_ru: Общая ошибка

source: PTP Layer Error
es_es: Error capa PTP
fr_fr: Erreur dans la couche PTP
ru_ru: Ошибка PTP

source: USB Layer Error
es_es: Error capa USB
fr_fr: Erreur dans la couche USB
ru_ru: Ошибка USB

source: Memory Allocation Error
es_es: Error asignación de memoria
fr_fr: Erreur d'allocation de mémoire
ru_ru: Ошибка выделения памяти

source: No device attached
es_es: Sin dispositivo adjunto
fr_fr: Aucun périphérique n'est lié
ru_ru: Никаких устройств не подключено

source: Storage full
es_es: Almacenamiento lleno
fr_fr: Stockage plein
ru_ru: Память заполнена

source: Problem connecting
es_es: Problemas de conexión
fr_fr: Problème de connexion
ru_ru: Проблема подключения

source: Connection cancelled
es_es: Conexión cancelada
ru_ru: Соединение отменено

source: Invalid filetype
es_es: Tipo de archivo invalido
fr_fr: Type de fichier non valide
ru_ru: Неверный тип файла

source: Invalid artist
es_es: Artista invalido
fr_fr: Artiste non valide
ru_ru: неверный артист

source: Invalid title
es_es: Título invalido
ru_ru: Неверный заголовок

source: Tracks that recently failed a validity check:
es_es: Pistas que fallaron recientemente en el control de validez.
fr_fr: Pistes qui ont récemment échoué lors d'une vérification;
ru_ru: Треки, которые не удалось последний раз проверить:

source: Connecting to MTP device
es_es: Conectando al dispositivo MTP
fr_fr: Connexion au volume MTP
ru_ru: Соединение с MTP-устройством

source: Closing device
es_es: Cerrando dispositivo
fr_fr: Fermeture du périphérique
ru_ru: Отключение устройства

source: No tracks were found on your device.
es_es: Ningún track fue encontrado en su dispositivo
fr_fr: Aucune piste n'a été trouvée sur votre périphérique
ru_ru: Треки на вашем устройстве не найдены

source: %(num)d item was not added to your song database.
es_es: %(num)d elemento no fue añadido a tu base de datos de canciones.
fr_fr: %(num)d l'élément n'a pas été ajouté à la base de données de morceaux..
ru_ru: %(num)d элемент не был добавлен в вашу базу данных песен.

source: Reason
es_es: Razón
ru_ru: Причина

source: Title
es_es: Título
fr_fr: Titre
ru_ru: Название

source: Authenticating...
es_es: Autenticando...
fr_fr: Authentification…
ru_ru: Авторизация...

source: Scrobbling started %s hours ago
es_es: O scrobbling iniciouse fai %s horas.
fr_fr: Recherche du titre démarrée il y a %s heure(s)
ru_ru: Скробблинг начался %s часа(ов) назад

source: Sending love...
es_es: Enviando amor...
fr_fr: Amour en cours d'envoi...

source: Ok.
es_es: Aceptar.

source: Done.
es_es: Hecho.
fr_fr: Effectué
ru_ru: Готово.

source: Database cleared
es_es: Base de datos limpiada
fr_fr: Base de données nettoyée.
ru_ru: База данных очищена

source: Error: Please enter a username and password
es_es: Error: Por favor ingrese un nombre de usuario y una contraseña
fr_fr: Erreur: veuillez entrer un nom d'utilisateur et un mot de passe
ru_ru: Ошибка: Пожалуйста введите имя пользователя и пароль

source: User database doesn't exist, creating.
es_es: No existe el usuario de la base de datos, creando.
fr_fr: La base de données utilisateur n'existe pas, elle est en cours de création.
ru_ru: Пользовательская база данных не существует, создание.

source: Please authenticate MTP-Lastfm in your web browser. This is required if you wish to love/tag tracks. After the authentication is complete click OK
es_es: Favor autenticarse MTP-Lastfm en su navegador. Esto es requerido si usted desea preferida/etiquetar pista. Después la autenticación se completa al presionar OK.
fr_fr: Merci d'authentifier MTP-Lastfm dans votre navigateur internet. Ceci est obligatoire si vous désirez noter et annoter les pistes. Une fois l'authentification terminée, cliquez sur OK.

source: Authentication complete
es_es: Autenticación completa
fr_fr: Authentification effectuée
ru_ru: Авторизация пройдена

source: Compatibility information submitted.
es_es: Envianda información de compactibilidad
fr_fr: Informations de compatibilité envoyées
ru_ru: Информация о совместимости отправлена.

source: An error occured during submission
es_es: Un error a ocurrido durante el envio
fr_fr: Une erreur est survenue durant l'envoi
ru_ru: Произошла ошибка во время передачи

source: Preparing %(num)d track for scrobbling
es_es: A preparar %(num)d canción para facer scrobbling
fr_fr: Préparation de la recherche de titre pour %(num)d piste
ru_ru: Подготовка %(num)d трека для скробблинга

source: Sending tracks, waiting for reply...
es_es: Enviando pistas, esperando una respuesta...
fr_fr: Envoi des morceaux, en attente de réponse...
ru_ru: Отправка треков, ожидание ответа...

source: OK
es_es: Aceptar

source: Scrobbled %(num)d track
es_es: %(num)d canción á que lle fixo scrobble
fr_fr: Recherche de titre pour %(num)d piste effectuée

source: Nothing to scrobble.
es_es: Non hai nada onde aplicar scrobble.
fr_fr: Aucune recherche de titre à effectuer.
ru_ru: Нечего скробблить

source: There was an error sending data to last.fm:
es_es: Ocurrió un error al enviar datos a last.fm:
fr_fr: Erreur lors de l'envoi des données à last.fm:
ru_ru: Произошла ошибка при отправке данных на last.fm:

source: Love
es_es: Me gusta
fr_fr: Appréciation

source: Ban
es_es: Excluir
ru_ru: Заблокировать

source: Don't Scrobble
es_es: No hacer Scrobble
fr_fr: Ne pas recherche le titre
ru_ru: Не скробблить

source: Tag
es_es: Etiqueta
ru_ru: Тег

source: Remove Ban
es_es: Eliminar exclusión
ru_ru: Снять запрет

source: Remove Love
es_es: Eliminar de mis preferidos
fr_fr: Enlever l'appréciation
ru_ru: Удалить композицию из любимых

source: Song
es_es: Canción
fr_fr: Chanson
ru_ru: Песня

source: Rating
es_es: Calificación
fr_fr: Notation
ru_ru: Рейтинг

source: Playcount
es_es: Número de reproducciones
fr_fr: Nombre de lectures
ru_ru: Счётчик

source: Cached tracks
es_es: Canciones en caché
fr_fr: Morceaux en cache
ru_ru: Кэшированые треки

source: Loved tracks
es_es: Pistas preferidas
ru_ru: Избранные треки

source: Banned tracks
es_es: Pistas excluidas
fr_fr: Morceaux bannis
ru_ru: Запрещенные треки

source: A problem occurred during authentication
es_es: Ocurrió un problema durante la autenticación
fr_fr: Un problème est apparu durant l'authentification
ru_ru: Сбой аутентификации

source: <b>Authentication</b>
es_es: <b>Autenticación</b>
fr_fr: <b>Authentification</b>
ru_ru: <b>Аутентификация</b>

source: <b>Automation</b>
es_es: <b>Automatización</b>
fr_fr: <b>Automatisation</b>
ru_ru: <b>Автоматизация</b>

source: <b>Compatibility:</b>
es_es: <b>Compatibilidad:</b>
fr_fr: <b>Compatibilité :</b>
ru_ru: <b>Совместимость:</b>

source: <b>Database</b>
es_es: <b>Base de Datos</b>
fr_fr: <b>Base de données</b>
ru_ru: <b>База данных</b>

source: <b>Optional</b>
es_es: <b>Opcional</b>
fr_fr: <b>Optionnel</b>

source: <b>Options</b>
es_es: <b>Opciones</b>

source: <b>Scrobble ordering</b>
es_es: <b>Orden de scrobble</b>
fr_fr: <b>Ordre de la recherche de titre</b>
ru_ru: Порядок скробблинга

source: <b>Scrobble timing</b>
es_es: <b>Ritmo de scrobble</b>
fr_fr: <b>Planification de la recherche de titre</b>
ru_ru: Время скробблинга

source: About MTP-Lastfm
es_es: Acerca de MTP-Lastfm
fr_fr: À propos de MTP-Lastfm
ru_ru: О MTP-Lastfm

source: Alphabetical
es_es: Alfabético
fr_fr: Alphabétique
ru_ru: По алфавиту

source: Always use default time
es_es: Siempre usar la hora predeterminada
fr_fr: Toujours utiliser le temps par défaut

source: Authenticate MTP-Lastfm to love/tag tracks
es_es: Autentique MTP-Lastfm a las pistas love/tag
fr_fr: Authentifier MTP-Lastfm afin de tagger des morceaux

source: Authenticate now
es_es: Autenticar ahora
fr_fr: S'authentifier maintenant
ru_ru: Авторезироваться сейчас

source: Calculate scrobble time to finish "Now"
es_es: Calcula el tiempo de scrobble para que termine ''Ahora''
fr_fr: Calculer le temps de recherche de titre pour finir « maintenant »

source: Clears your locally stored song data
es_es: Borra tus datos de las canciones guardadas
fr_fr: Effece les données locales de chansons

source: Comment
es_es: Comentario
ru_ru: Комментарий

source: Connect to device on startup
es_es: Conectar al dispositivo al iniciar
fr_fr: Connecter le volume au lancement
ru_ru: Подключиться к устройству при запуске

source: Default scrobble start time (Hours)
es_es: Tiempo de inicio de Scrobble por defecto (Horas)
fr_fr: Heure de début de la recherche de titre par défaut (heures)

source: Enter the time (in hours) that you wish to start scrobbling from:
es_es: Escriba el tiempo (en horas) en las que quiere que inicie el scrobbling:
fr_fr: Saisir l'heure à partir de laquelle démarrer la recherche de titre :

source: Git repository
es_es: Git repositorio
fr_fr: Dépot git
ru_ru: Git репозиторий

source: If you continue everything will be cleared from your local database. Usually you only want to do this if you have formatted your device.
es_es: Si continúa, todo será borrado de su base de datos local. Usualmente Usted querría hacer esto si usted tiene que formatear su dispositivo.
fr_fr: Si vous continuez, toute votre base de données locale sera effacée. Normalement vous voulez faire ceci seulement si vous avez formaté le volume.
ru_ru: Продолжение вызовет удалением всех данных из локальной базы. Это необходимо обычно только, если вы отформатировали плейер.

source: Launchpad Homepage
es_es: Página principal de Launchpad
fr_fr: Page d'accueil Launchpad
ru_ru: Домашняя страница Launchpad

source: Log
es_es: Registro
ru_ru: Журнал

source: Login
es_es: Iniciar sesión
fr_fr: Connexion

source: Logout
es_es: Cerrar Sesión
fr_fr: Déconnexion

source: MTP-Lastfm - Clear Database
es_es: MTP-Lastfm - Limpiar base de datos
fr_fr: MTP-Lastfm - Effacer la base de données
ru_ru: MTP-Lastfm - Очистка базы данных

source: MTP-Lastfm - Login
es_es: MTP-Lastfm - Iniciar sesión
fr_fr: MTP-Lastfm - Connexion
ru_ru: MTP-Lastfm - Вошёл

source: MTP-Lastfm - Settings
es_es: MTP-Lastfm - Configuraciones
fr_fr: MTP-Lastfm - Préférences
ru_ru: MTP-Lastfm - Установки

source: MTP-Lastfm is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. MTP-Lastfm is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with MTP-Lastfm. If not, see http://www.gnu.org/licenses/
es_es: MTP-Lastfm es software libre: usted puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General GNU publicada por la Free Software Foundation, desde de la versión 3 de la Licencia, o (a su elección) cualquier versión posterior. MTP-Lastfm se distribuye con la esperanza de que será útil, pero SIN NINGUNA GARANTÍA, incluso sin la garantía implícita de COMERCIABILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Consulte la Licencia Pública General GNU para más detalles. Usted debería haber recibido una copia de la Licencia Pública General GNU junto con MTP-Lastfm. Si no, véase http://www.gnu.org/licenses/
fr_fr: MTP-Lastfm est un logiciel libre : vous pouvez le redistribuer et/ou le modifier en suivant les termes de la licence publique globale GNU publiée par la fondation du logiciel libre - Free Software Foundation, sous la version 3 de la licence, ou (à votre convenance) toute version ultérieure. MTP-Lastfm est distribé dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; y compris la garantie de ADEQUATION POUR UNE UTILISATION GENERALE OU PARTICULIERE. Voir la licence GNU pour plus de détails. Vousdevriez avoir reçu une copie de la licence publique globale GNU avec MTP-Lastfm. Dans le cas contraire, rendez vous sur http://www.gnu.org/licenses/

source: Operating System:
es_es: Sistema Operativo

source: Pending Love
es_es: Cariño Pendiente
fr_fr: Appréciation en cours

source: Please login to your last.fm account
es_es: Por favor inicie sesión en su cuenta de last.fm
fr_fr: Veuillez vous connecter à votre compte last.fm
ru_ru: Пожалуйста выполните вход на last.fm под своим аккаунтом

source: Program doesn't work
es_es: El programa no funciona
fr_fr: Le programme ne marche pas
ru_ru: Программа не работает

source: Program works as expected
es_es: El programa trabaja como es esperado
fr_fr: Le programme marche comme prévu
ru_ru: Программа работает, как ожидалось

source: Random
es_es: Aleatorio
fr_fr: Aléatoire

source: Remember me?
es_es: Recordarme?
fr_fr: Se rappeler de moi ?

source: Report a bug
es_es: Reportar un error
fr_fr: Reporter un bug
ru_ru: Сообщить об ошибке

source: Reset Database
es_es: Reiniciar base de datos
fr_fr: Effacer le contenu de la base de données
ru_ru: Сбросить базу данных

source: Scrobble automatically after device check (Leave unchecked to love/ban tracks)
es_es: Scrobble automático tras el chequeo de dispositivos (dejar desmarcado para las pistas favoritas y prohibidas)
fr_fr: Rechercher automatiquement les titres une fois le périphérique analysé (laisser décoché pour apprécier/bannir les morceaux)

source: Send
es_es: Enviar

source: Send compatibility info
es_es: Enviar información de compatibilidad
fr_fr: Envoyer les informations de compatibilité
ru_ru: Отправить информацию о совместимости

source: Send data
es_es: Enviar información
fr_fr: Envoyer les données
ru_ru: Отправить данные

source: Set time manually
es_es: Fijar hora manualmente
fr_fr: Définir l'heure manuellement
ru_ru: Установить время вручную

source: Suggest a new feature
es_es: Sugerir una nueva característica
fr_fr: Suggérer une nouvelle fonctionnalité
ru_ru: Предложить новую функциональность

source: View compatible devices
es_es: Vista previa de dispositivos compatibles
fr_fr: Consulter la liste des périphériques compatibles
ru_ru: Просмотреть совместимые устройства

source: _Edit
es_es: _Editar
fr_fr: Modifi_er

source: _File
es_es: _Archivo
ru_ru: Ф_айл

source: _Help
es_es: _Ayuda

source: _View
es_es: _Ver

source: gtk-about
es_es: Acerca de gtk

source: gtk-connect
es_es: gtk-conectar

source: gtk-preferences
es_es: gtk-preferencias
fr_fr: Préférences GTK

source: gtk-quit
es_es: gtk-salir

source: mtp-lastfm tracks your listening habits on your mtp device and uploads them to last.fm
es_es: mtp-lastfm sigue tus hábitos musicales de tu dispositivo mtp y los sube a last.fm
fr_fr: mtp-lastfm regarde vos habitude d'écoute sur votre volume mtp puis les envoie à last.fm
ru_ru: mtp-lastfm отслеживает прослушиваемые композиции на вашем mtp-устройстве и отправляет эту статистику на last.fm.

source: password:
es_es: contraseña:
fr_fr: mot de passe:
ru_ru: пароль:

source: username:
es_es: nombre de usuario:
fr_fr: nom d'utilisateur:
ru_ru: имя пользователя:

source: Song data log
es_es: Registro de datos de las canciones
fr_fr: Journal de données de morceaux

source: Enter your tags, seperated by commas:
es_es: Ingrese sus etiquetas, separadas por comas:
fr_fr: Entrez les tags, séparés par des virgules:
ru_ru: Введите тэги, разделив их запятыми:

source: Send Tags
es_es: Enviar etiquetas
fr_fr: Envoyer les annotations
ru_ru: Отправить тэги

source: Successfully connected to %(name)s %(model)s
fr_fr: Connecté avec succès à %(name)s %(model)s
ru_ru: Подключено успешно к %(name)s %(model)s

source: %s items found on device, cross checking with local database...
fr_fr: %s éléments trouvés sur le périphérique, recoupement avec la base de données locale...
ru_ru: %s элементов найдено на устройстве, сверка с локальной базой данных...

source: Found %s new tracks for scrobbling
fr_fr: %s nouvelles pistes trouvées pour la recherche du titre
ru_ru: Найдено %s новых треков для скробблинга

source: MTP-Lasfm has %s pending scrobbles from your device and is considered compatible.
fr_fr: MTP-Lasfm compte %s recherches de titre en attente pour votre périphérique, et il est considéré compatible.

source: MTP-Lasfm has previously scrobbled tracks from your device and is considered compatible.
fr_fr: MTP-Lasfm a déjà recherché des titres pour les pistes de votre périphérique, et il est considéré compatible.

source: MTP-Lastfm didn't find any played songs on your device. If you have definitely listened to tracks before connecting, then please mark as incompatible.
fr_fr: MTP-Lastfm n'a trouvé aucune chanson en lecture sur votre périphérique. Si vous avez effectivement écouté des pistes avant la connexion, alors signalez l'incompatibilité.
ru_ru: MTP-Lastfm не нашел проигрываемых песен на вашем устройстве. Если вы определенно слушали треки до подключений, пожалуйста отметьте их как несовместимые.

source: The following data will be submitted: Manufacturer: <b>%(manufacturer)s</b> Model: <b>%(model)s</b> Name: <b>%(name)s</b> Last.fm username:
fr_fr: Les données suivantes seront envoyées : Fabricant : <b>%(manufacturer)s</b> Modèle : <b>%(model)s</b> Nom : <b>%(name)s</b> Pseudo Last.fm :
ru_ru: Следующие данные будут отправлены: Производитель: <b>%(manufacturer)s</b> Модель: <b>%(model)s</b> Название: <b>%(name)s</b> Имя пользователя Last.fm:

source: MTP-Lastfm - Scrobbling
fr_fr: MTP-Lastfm - Recherche de titre

source: Scrobble
fr_fr: Recherche de titres
